Repository: BackupTheBerlios/netzworkk
Catalog: kwtools/debian/po/*.po
Languages: de

source: Should kwnarc be started when booting?
de: Soll kwnarc beim booten gestartet werden?

source: If enabled, each time your machine starts, the kwnarc (kwtools Netfilter Automatic Rule Configurator) will be started.
de: Falls Sie das aktivieren, wird bei jedem Start des Rechners kwnarc (kwtool Netfilter Automatic Rule Configurator) gestartet.

source: Otherwise, if you have a dynamic connections the kwnarc firewall is started when connection is established and stopped when connection is cancelled. This is done per pppd Daemon.
de: Andernfalls, wenn Sie eine dynamische Verbindung benutzen, wird die kwnarc Firewall beim Aufbau der Verbindung gestartet und beim beenden wieder gestoppt. Dies erledigt der pppd Daemon.

source: Note: kwnarc only started, when variable EDITED is to yes (/etc/kwtools/kwnarc.conf).
de: Notiz: kwnarc startet nur wenn die Variable EDITED den Wert yes besitzt(etc/kwtools/kwnarc.conf.

source: Please enter the DNS domain to manage from kwdjbdns_update. This is very important to create the Makefile.
de: Bitte geben Sie die DNS domain die von kwdjbdns_update verwaltet werdensoll. Dies ist sehr wichtig zum erstellen des Makefile.

source: Else to use output from "hostname -d".
de: Andernfalls wird der Output von "hostname -d" benutzt.

source: Please enter the path to dhcpd.leases file from your dhcp3-server.
de: Geben Sie den Pfad zur Datei dhcpd.lease, Ihres dhcp3-servers, ein.

source: tinydns must before to configured correctly.
de: tinydns muss vorher bereits konfiguriert sein.

source: Please enter the intervall in seconds to check the dhcpd.leases file.
de: Geben Sie den Intervall in Sekunden ein, in der die dhcpd.leases Datei ueberprueft werden soll.

source: Should debug to on (yes/no)?
de: Sollen ausfuehrlichere Nachrichten eingeschaltet werden (ja/nein)?

source: Default is no.
de: Standard ist nein.
